//
//	Localizable.strings - English
//	Reader v2.5.4
//
//	Created by Julius Oklamcak on 2011-07-01.
//	Copyright © 2011-2013 Julius Oklamcak. All rights reserved.
//
//	Permission is hereby granted, free of charge, to any person obtaining a copy
//	of this software and associated documentation files (the "Software"), to deal
//	in the Software without restriction, including without limitation the rights to
//	use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies
//	of the Software, and to permit persons to whom the Software is furnished to
//	do so, subject to the following conditions:
//
//	The above copyright notice and this permission notice shall be included in all
//	copies or substantial portions of the Software.
//
//	THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS
//	OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
//	FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
//	AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY,
//	WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN
//	CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
//
"TitleName" = "索馬立方體 108關";
"TitleName2" = "立方體的各種解法";
"TitleName3" = "創意拼法";
"TitleName4" = "更多";

"TabTitleName" = "關卡";
"TabTitleName2" = "立方體";
"TabTitleName3" = "創意拼法";
"TabTitleNameTry" = "擺一擺";
"TabTitleNameX" = "自創形狀X";
"TabTitleNameY" = "自創形狀Y";
"TabTitleNameW" = "自創形狀W";
"TabTitleName4" = "更多";


"TitleSetting" = "設置";
"TitleHelp" = "關於";
"ContentSoma" = "關於索馬立方體";
"ContentAuthor" = "聯絡：dacaiguoguo@163.com";

"GoAction" = "去示範";

"Completed" = "已完成";
"ToDo" = "待完成";

"RouteX" = "旋轉X";
"RouteY" = "旋轉Y";
"RouteZ" = "旋轉Z";

"左" = "左";
"右" = "右";
"上" = "上";
"下" = "下";
"前" = "前";
"後" = "後";


"Reset" = "重設";
"StepCount" = "步數";
"DemoShow" = "示範";
"SomaDes" = "單指旋轉\n雙指滑動來平移\n雙指捏合或張開來放大縮小";

"Display Mode" = "顯示模式";
"Colorful Answers" = "彩色答案";
"Question Mode" = "出題模式";
"Number Mode" = "數字模式";
"Pause Playback" = "暫停播放";
"Auto Play" = "自動播放";
"StepSm" = "步驟";
"Kind" = "解法";

"restorePurchases.success" = "購買成功";
"restorePurchases.error" = "再試一次";
"Restore Purchases" = "恢復購買";
"Terms Of Use" = "使用條款";
"Privacy Policy" = "私隱政策";
"Purchases" = "訂閱";
"PurchasesDesc" = "自動續訂。隨時取消。";
